[ID_Orchid_EngagementRing MissionItemDefinition]
UseFailureCharacterMessage="It should be like that %s Use it.."
ItemName="Wedding ring"
PickupMessage="you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This article is not permitted."
NoManufacturerName="Individually"

[ID_Orchid_EngagementRing:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="So it will be clear!"
NoConstraintText=""
Suffix=""
Prefix=""

[MO_Orchid_NatalieCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Orchid_Icon_Propose InteractionIconDefinition]
Text="distribution unit"

[Orchid_Icon_TalkNatalie InteractionIconDefinition]
Text="Talk to Natalia"

